export const QuestionType = [
  {
    text: "기본",
    subText: {
      "오늘의 운세": 3,
      // 메타인지: 5,
      // 인생: 8,
      // 꿈: 5,
    },
  },
  {
    text: "연애",
    subText: {
      "이 사람을 계속 만나도 될까요?": 3,
      "그 사람과 잘되고 싶은데 어떻게 해야 할까요?": 3,
    },
  },
  // {
  //   text: "사업",
  //   subText: ["ㅁㅁ", "bb"],
  // },
  {
    text: "진로",
    subText: {
      기본: 4,
      // 심화: 7,
      "미래 해석 3장": 3,
      // "미래 해석 5장": 5,
      "가고 싶은 곳이 있는데 잘 될 수 있을까요?": 3,
      "취업에 계속 실패하는데 어떻게 해야 할까요?": 3,
    },
  },
];
