export const QuestionType = [
  {
    text: "기본",
    subText: {
      "오늘의 운세는?": ["과제", "상황", "결과"],
      // 메타인지: 5,
      // 인생: 8,
      // 꿈: 5,
    },
  },
  // {
  //   text: "연애",
  //   subText: {
  //     "이 사람을 계속 만나도 될까요?": 3,
  //     "그 사람과 잘되고 싶은데 어떻게 해야 할까요?": 3,
  //   },
  // },
  // {
  //   text: "사업",
  //   subText: ["ㅁㅁ", "bb"],
  // },
  {
    text: "진로",
    subText: {
      "기본 질문": [
        "이미 알고 있는 것",
        "내가 잘 할수 있는 일",
        "새로운 일",
        "내가 배울수 있는 일",
      ],
      // 심화: 7,
      "미래 해석 3장": ["현재", "과거", "미래"],
      // "미래 해석 5장": ['핵심', '과거', '미래', '기본', '조언'],
      "가고 싶은 곳이 있는데 잘 될 수 있을까요?": [
        "과거/원인",
        "현재/결과",
        "미래/조언",
      ],
      "취업에 계속 실패하는데 어떻게 해야 할까요?": [
        "과거/원인",
        "현재/결과",
        "미래/조언",
      ],
    },
  },
];
